"menuAbout" = "A propos de %@";
"menuQuit" = "Quitter %@";
"menuHide" = "Masquer %@";

"IDS_FILE_CHOOSER_TITLE" = "Sélectionner fichier(s)";
"IDS_DIR_CHOOSER_TITLE" = "Sélectionnez un dossier";
"IDS_CHOOSER_SELECT_BUTTON" = "Sélection";
"IDS_FILE_UPLOAD_CHOOSER" = "Choix du fichier à transférer par ";
"IDS_FILE_UPLOAD_CHOOSER_MULTI_SELECT" = "Choix des fichiers à transférer par ";
"IDS_FILE_DOWNLOAD_SAVE" = "Choix de l\'emplacement du transfert par ";
"IDS_DOWNLOAD_FILE_SAVE_CLASSIC_PLUGIN" = "Choix de l\'emplacement du transfert";

"IDS_AUTH_PROMPT_REALM_NAME"				= "Veuillez vous connecter à la zone \"{area}\" sur {server}";
"IDS_AUTH_PROMPT_NAME"						= "Veuillez vous connecter à {server}";
